tektecher/micropython/ports/esp32/boards/TTGO_T-Display/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "TTGO T-Display"
#define MICROPY_HW_MCU_NAME "ESP32"
#define MICROPY_HW_BOARD_TTGO_T_DISPLAY

#define MODULE_DISPLAY_ENABLED (1)
